{
  "quotes": [
    "You have a right to perform your duty, but you are not entitled to the fruits of your actions [Bhagavad Gita 2.47]",
    "Just as the soul experiences childhood, youth, and old age in this body, so too it will acquire another body. The wise are not deluded by these changes [Bhagavad Gita 2.13]",
    "The non-permanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons [Bhagavad Gita 2.14]",
    "The soul is neither born, nor does it ever die; nor having once existed, does it cease to be. The soul is eternal, immortal, and primeval [Bhagavad Gita 2.20]",
    "Work done as a sacrifice for the Supreme must be performed; otherwise, work causes bondage in this material world [Bhagavad Gita 3.9]",
    "The ignorant work for the results of their actions, whereas the wise act without attachment, understanding the divine plan [Bhagavad Gita 3.27]",
    "Whenever righteousness declines and unrighteousness prevails, O Arjuna, at that time I manifest Myself on earth [Bhagavad Gita 4.7]",
    "To protect the righteous, to annihilate the wicked, and to re-establish dharma, I appear millennium after millennium [Bhagavad Gita 4.8]",
    "Approach those who have realized the truth. Inquire from them with humility and serve them. They will impart knowledge to you [Bhagavad Gita 4.34]",
    "One who performs his duty without attachment, surrendering the results to the Supreme, attains peace [Bhagavad Gita 5.10]",
    "A person who is not disturbed by happiness and distress and remains steady in both is certainly eligible for liberation [Bhagavad Gita 2.15]",
    "One who sees inaction in action and action in inaction is intelligent among men [Bhagavad Gita 4.18]",
    "The mind is restless and difficult to restrain, but it is subdued by practice and detachment [Bhagavad Gita 6.35]",
    "For one who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, the mind will remain the greatest enemy [Bhagavad Gita 6.6]",
    "Whatever action is performed by a great person, common men follow in their footsteps [Bhagavad Gita 3.21]",
    "He who sees Me everywhere and sees everything in Me, I am never lost to him, nor is he ever lost to Me [Bhagavad Gita 6.30]",
    "The person who is free from all attachments and whose mind is fixed on the Supreme attains eternal peace [Bhagavad Gita 5.12]",
    "One who has renounced all desires for sense gratification, who lives free from cravings, attains peace [Bhagavad Gita 2.71]",
    "One who sees all beings as equal, whether friend or foe, is established in wisdom [Bhagavad Gita 6.9]",
    "There is neither this world nor the world beyond nor happiness for the one who doubts [Bhagavad Gita 4.40]",
    "Reshape yourself through the power of your will; never let yourself be degraded by self-will [Bhagavad Gita 6.5]",
    "Whatever happened was good. Whatever is happening is good. Whatever will happen will also be good [Bhagavad Gita 2.3]",
    "A person is made by his belief. As he believes, so he is [Bhagavad Gita 17.3]",
    "Perform your duty with detachment and dedication, without being driven by the desire for rewards [Bhagavad Gita 3.19]",
    "The wise work for the welfare of the world, without thought of personal gain [Bhagavad Gita 3.25]",
    "One should uplift oneself by one’s own mind, and not degrade oneself [Bhagavad Gita 6.5]",
    "One who neither rejoices nor grieves, who neither laments nor desires, who has renounced both good and evil actions, is fit for liberation [Bhagavad Gita 12.17]",
    "The mind is everything. It can make heaven out of hell and hell out of heaven [Bhagavad Gita 6.5]",
    "A true yogi sees all beings with equal vision, whether a saint or a sinner [Bhagavad Gita 5.18]",
    "Knowledge is better than mere practice, and meditation is better than knowledge. Renouncing the fruits of actions leads to peace [Bhagavad Gita 12.12]",
    "By surrendering everything unto Me, you will attain divine peace [Bhagavad Gita 18.62]",
    "No one who does good work will ever come to a bad end, either here or in the world to come [Bhagavad Gita 6.40]",
    "One who is not envious but is a kind friend to all living entities is very dear to Me [Bhagavad Gita 12.13]",
    "Lust, anger, and greed are the three gates to hell. Therefore, one should abandon them [Bhagavad Gita 16.21]",
    "A person who is beyond dualities, free from attachment, attains the eternal abode [Bhagavad Gita 15.5]",
    "The Supreme Lord is situated in everyone’s heart. Direct your mind towards Him [Bhagavad Gita 18.61]",
    "That which seems like poison in the beginning but is nectar in the end is said to be in the mode of goodness [Bhagavad Gita 18.37]",
    "O Arjuna, I am the taste in water, the light of the sun and moon, the sacred syllable Om in the Vedas [Bhagavad Gita 7.8]",
    "For one who has conquered his mind, peace is near; for one who has failed to do so, peace is far away [Bhagavad Gita 6.7]",
    "He who abandons all desires and acts free from longing, attains perfect peace [Bhagavad Gita 2.71]",
    "I am the beginning, middle, and end of all beings [Bhagavad Gita 10.20]",
    "One who sees inaction in action and action in inaction is truly wise [Bhagavad Gita 4.18]",
    "Those who worship Me with love and devotion, I give them the understanding by which they can come to Me [Bhagavad Gita 10.10]",
    "Even if one is the most sinful of sinners, one can cross over all sin by the raft of knowledge [Bhagavad Gita 4.36]",
    "Do not be attached to success or failure. Act with focus and dedication [Bhagavad Gita 2.48]",
    "By devotion alone can I be truly known, O Arjuna, and seen directly [Bhagavad Gita 11.54]",
    "A yogi is greater than an ascetic, greater than a scholar, and greater than a ritualist. Therefore, be a yogi [Bhagavad Gita 6.46]"
  ]
}
